class CareStepsReference {
  static String burn = '''緊急處理：
    沖：
    以流動的冷水沖洗燒燙傷部位，建議冷水的溫度 10~25°C，沖水至少 15~30 分鐘，直到疼痛及灼熱感覺改善，過程中須注意保暖。
    不建議冰水，因為可能造成進一步損傷（例如：凍傷）。
    化學性燒傷需要更廣泛性的沖洗。
    脫：
    沖水的同時一邊輕柔的脫去衣物。
    如果發現衣物黏在皮膚上無法移開，就不要自行移去衣物。
    蓋：
    沖水完畢，使用乾淨柔軟的毛巾或衣物覆蓋。
    燒燙傷的傷口皮膚比較脆弱，請不要用擦拭方式擦乾水分，輕柔按壓方式就好。
    不要自行塗擦醬油膏、牙膏、藥膏或來源不明的藥物等在傷口上。
    送：
    沖水後仍持續疼痛、出現傷口或水泡，請用紗布或乾淨衣物適當覆蓋後盡速送醫。
    如果燒燙傷在臉部、關節活動面、會陰部位或為電燒傷時，不論傷口大小都建議盡速就醫。

    居家照護：
    移除舊紗布：
    洗手。
    輕柔移除透氣膠布，輕輕壓住皮膚，將透氣膠布撕開後，再取下紗布。
    如果傷口和紗布有沾黏的情況，使用生理食鹽水由紗布側邊沖溼，再輕輕取下紗布。
    觀察傷口：
    觀察傷口局部症狀（大小的變化、分泌物量、顏色、氣味）。
    戴上手套用手指觸摸傷口周邊，感覺有沒有紅、腫、熱、痛等發炎徵象。
    有水泡或破皮的燒燙傷傷口，要用無菌敷料覆蓋，並保持乾燥。
    小水泡不要自行弄破，醫師評估後，會決定是否可以保留；如果皮膚燒燙傷較嚴重或是有大水泡的部位，可能需要進一步的清創（移除壞死的組織、外來物質和感染細菌）。
    清潔傷口：
    先使用無菌棉棒沾溼生理食鹽水清潔傷口，將舊的藥膏及滲出的液體清洗乾淨。
    清潔的方向從傷口中心以環狀的方式往傷口邊緣。
    清潔至傷口外圍 2~3 公分（注意：一次只使用一支棉棒，不可以重複使用）。
    擦乾傷口：
    傷口全部沖洗乾淨後，用乾棉棒由內往外擦乾。
    覆蓋傷口：
    必要時依照醫師指示塗上抗生素藥膏，不要塗擦來源不明藥物。
    選擇超過傷口周圍約一公分大小的紗布或敷料覆蓋。
    以膠布將覆蓋物固定。
    外層再使用彈性紗布或網狀套子固定。

    一、注意事項
    1.未完全癒合的傷口，傷口敷料須保持乾淨，勿沾到水。
    2.若有水泡須小心保護，避免弄破。
    3.依醫師指示以燙傷藥膏自行換藥，或每天至門診換藥。
    4.不可穿太緊的衣服影響患部血液循環。
    5.可將傷口抬高於心臟的位置，以減輕疼痛腫脹。
    6.避免陽光直接照射傷口，以致色素沉澱皮膚顏色加深。
    7.癒合過程中常有皮膚癢的情形，不可抓癢。可用轉移注意力或冷敷緩和。
    8.已癒合傷口皮膚每日以中性肥皂清潔，清洗後以毛巾輕輕拭乾後塗上潤膚劑。
    9.依醫師指示按時服用藥物，定時門診追蹤傷口癒合情形。
    10.避免抽菸、喝酒。

    二、返家換藥步驟
    1.用物:藥水或藥膏、生理食鹽水、棉棒、紗布、紙膠。
    2.方法:以棉棒沾生理食鹽水將傷口洗淨，若有殘留藥水或藥膏應去除乾  淨→抹上藥水或藥膏→紗布覆蓋→紙膠黏貼即可。

    三、發生下列情形時應速返院就醫
    1.傷口持續滲出大量血液。
    2.傷口周圍出現感染徵侯如發紅、腫脹、疼痛、有似膿分泌物。
    3.發燒。

    原因
    1、熱液燙傷：沸水、熱湯或熱油。
    2、火焰燒傷。
    3、接觸燒傷：如熱鍋、熨斗或機車排氣管。
    4、化學傷：強酸或強鹼。
    5、電傷。

    急救處理
    1、沖：以大量冷水沖洗，降低皮膚表面熱度。
    2、脫：充分泡溼後，小心將衣服脫去，不要弄破水泡。
    3、泡：繼續泡水，可減少疼痛，穩定情緒；但年齡太小或面積過大者，則不可浸泡過久，以免失溫。
    4、蓋：用乾淨床單或布條覆蓋傷口，不要自行在傷口塗抹牙膏、醬油、漿糊、草藥或米酒等，以免傷口感染。
    5、送：儘快送到有整形外科的醫院治療。

    護理
    1、抬高患肢，促進血循。
    2、多喝水或喝運動飲料維持體液及電解質的平衡。
    3、保持傷口乾淨與乾燥，如果敷料濕的時候需更換敷料部預防感染。
    4、傷口癒合時穿寬鬆之棉質衣服，皮膚經常擦拭水溶性之潤滑劑。
    5、家屬要給予病人心理支持。
    6、及早實行復健運動預防肌肉萎縮及曲性攣縮。
    7、要多補充鉀、高熱量、高蛋白及高維他命的食物。

    一、 日常照護
    1. 保持傷口清潔、乾燥。
    2. 傷口應以正確處理，勿自行塗抹偏方或藥草，以免引起
    傷口感染。
    3. 多攝取蛋白質豐富之食物(魚、肉、蛋、奶，及維生素
    如水果、蔬菜)。
    4. 傷口將癒合時會有搔癢感，不可用手抓，以免破皮而造
    成感染。
    5. 勿自行弄破燙傷之水泡，以防感染。
    6. 位於關節活動處之傷口，盡量少活動，以利傷口癒合。
    7. 如臉部有傷口盡量避免日曬或有顏色之藥物擦拭，以防
    2
    色素沈著。
    二、 傷口換藥方式
    1. 洗手
    2. 準備換藥用物如紗布、棉花棒、藥水或藥膏、紙膠。
    3. 取下舊敷料。
    4. 以棉花棒沾取生理食鹽水將分泌物擦乾淨。
    5. 以棉花棒沾優碘擦拭消毒傷口。
    6. 再以棉花棒沾生理食鹽水擦拭消毒傷口。
    7. 擦拭時以環狀方式由內而外，同一棉花棒不可重複擦
    拭。
    8. 塗上藥膏。
    9. 將紗布完全蓋住傷口後，再以紙膠固定（井字型）。
    三、 換藥之用物準備
    3
    生理食鹽水
    優點(臉部傷口省略)
    2×2 紗布(視傷口大小)
    4×4 紗布
    網套或紗網
    已消毒的棉枝
    紙膠、透明膠
    燙傷藥膏

    四、 燙傷處理疑問
    1. 水泡該不該弄破？一般人稱水泡不要弄破，否則會感
    染、留下疤痕等，這種說法並不完整，水泡內之組織液
    若不排出，除增加傷口疼痛外，若沒有將傷口包紮，我
    們日常生活的各種動作都有可能會摩擦到傷口而使水
    泡破掉，那才會導致感染的危險。
    2. 傷口要不要包紮？透氣才不會潰爛嗎？一般人稱傷口
    不可包紮、要透氣才不會化膿潰爛，這是錯誤的觀念，
    4
    不包紮會增加感染機會，而透氣的結果讓傷口表面結
    痂，壞死組織無法排出體外導致傷口紅腫發炎，不僅延
    後痊癒的時間，還會因此留下疤痕。傷口產生之分泌物
    並非化膿，而是壞死細胞與組織液等之混合物。我們的
    身體經過藥物作用啟動防護機制，將壞死組織慢慢排
    出，這是正常的清創作用。排出，這是正常的清創作用。
    3. 民間偏方燙傷塗醬油、牙膏、醬糊等真的有效嗎？醬
    油、牙膏、醬糊等對燒燙傷並沒有任何療效，只是有幫
    助降溫讓傷口的疼痛稍減的效果而已。
    五、 人工皮之使用
    人工皮只適合淺層燙傷(二級淺燒燙傷以內)使用，使
    用人工皮敷料時應注意更換的時機，當人工皮吸附傷口滲
    出液而變白甚至已經有滲漏現象時就必須更換。而且人工
    皮會緊密的包覆傷口，具有封閉性，如果傷口未處理乾淨
    就使用，反而會形成細菌繁殖的溫床，所以應該由醫師先
    評估傷口後再使用。

    一、 燒燙傷的處理方式：口訣 「沖-脫-泡-蓋-送」
    (一) 一般處理：
    1. 燙傷處先用冷水沖至少 20 分鐘後浸泡或冷敷可減輕疼痛。
    2. 有起水泡不可以刺破、擠破，以防感染。
    3. 水泡破皮時，可以用紗布蓋住傷口。
    4. 不要在傷口上塗牙膏、沙拉油、菸草等物品。
    (二) 緊急處理：
    1. 若衣服著火，可在地上滾動或用外套、毛毯蓋上滅火。但如果是汽油，
    勿潑水以免火勢蔓延擴大。
    2. 使用乾淨的布單包住患者予以保溫，不要讓傷口直接暴露在空氣中，
    會增加感染的機會。
    3. 化學性藥劑的灼傷，要用大量清水沖洗，把化學物品沖掉。看醫生時，
    將化學劑空瓶或所附的說明書帶去醫院。

    二、 燒燙傷病人居家照護
    (一) 皮膚清潔：
    1. 已經復原的部位每天至少用溫水或中性肥皂清洗一次，擦乾後以潤膚
    油滋潤皮膚，預防乾裂。
    2. 未完全好的傷口儘量保持乾淨，如果不小心弄髒、弄濕傷口，依照醫
    師指導的方法處理或到醫院換藥，以免再度感染。
    (二) 癢的處理：
    1. 衣物選擇純棉、吸汗的布料。
    2. 選擇有冷氣或通風的地方工作，減少身體流汗。
    3. 避免吃刺激性的食物，如：菸、酒、檳榔、辣椒等。
    4. 癢時可用溫水或冷水沖洗，清潔後局部用潤膚油塗抹以減少乾燥、發
    癢的不適。
    5. 不要摩擦或抓傷口，以免造成破皮和感染，可依醫師指示服用止癢藥、
    塗抹藥膏或輕輕拍打癢處。
    (三) 水泡、破皮的處理：
    1. 當水泡形成時切勿擠破，可用清潔的紗布蓋住保護；若水泡破了，則
    視為一般傷口消毒換藥即可；若發現傷口有紅、腫、熱、痛和化膿分
    泌物等感染現象，應立即回診由醫師處理。
    2. 陽光直接照射會使皮膚變黑，導致皮膚顏色加深，所以外出時，要做
    好防曬，如：擦防曬油、戴帽子、撐傘、穿長袖衣褲。
    3. 癒合後的皮膚顏色會與正常不同，但會隨著時間慢慢接近正常膚色，
    一般約六個月或更久，若傷口越嚴重則所需時間越長。
    4. 定期門診檢查。
    ''';

  static String bruise = '''
    受傷後48小時內立刻冰敷，可幫助止血，減少腫脹；48小時後則改為熱敷，有助於瘀血的消散。

    於受傷初期 48 小時，可使用毛巾包覆冰袋，於腫脹及
    疼痛部位冰敷 15-20 分鐘，休息 1-2 小時再繼續冰敷。
    當瘀血範圍過大及腫痛；疑似合併骨折或內出血時應去醫院就醫

    挫傷扭傷瘀傷護理指導:
      1.抬高患肢（高於心臟）。
      2.創傷後24小時內，患處可使用冷敷；但不可將冰塊直接置於皮膚上，需用毛巾或手帕墊於患處；48小時後再熱敷。
      3.創傷部位如有皮膚破損或傷口，應避免冷敷或熱敷以免感染。
      4.患肢於彈性繃帶固定時，假如覺得太緊（患肢末端冰冷、麻木、膚色變紫等）或太鬆（呈現鬆垮易脫落等）應重新綁過。
      5.上肢可使用三角巾支托。
      6.患處若有傷口經換藥後，需保持乾燥與乾淨。
      7.請於兩天後至骨科門診追蹤治療。
    
    扭傷與瘀傷返家後注意事項                                 
      儘可能保持患肢高於心臟位置，可減輕腫脹.
      受傷後48小時內，患者使用冰敷，每隔2小時敷一次，每次不超過15分鐘，每天不超過四次;需注意不可將冰塊直接置於皮膚上，可使用毛巾墊於患處在行冰敷.
      48小時後，改以熱敷治療，溼熱敷比乾熱敷更有效，每天不超過四次，每次20分鐘;並需注意與肌膚間的隔熱，並免燙傷.
      患肢於彈性繃帶固定時，假如覺得太緊(患肢末端冰冷.麻木.膚色變紫等)或太鬆(呈現鬆垮易脫落等)應重新綁過.
      盡量休息，並依醫師指示服藥.

    挫傷、扭傷、瘀傷之注意事項
      一、抬高患肢可減輕腫脹。
      二、受傷後24小時內，患處可間歇性冰敷；但不可將冰塊直接置於皮膚上，需用毛巾或手帕墊於患處；48小時後再熱敷。
      三、受傷部位如有皮膚破損或傷口，應避免冰敷或熱敷以免感染。
      四、患肢於彈性繃帶固定時，若覺得太緊(患肢末端冰冷、麻木、膚色變紫等)或太鬆(呈現鬆垮易脫落等)應重新綁過。
      五、上肢可使用三角巾支托。
      六、患處若有傷口經換藥後，須保持乾燥與乾淨。
      七、經常活動受傷肢端之手指、腳趾，以減輕腫脹及僵硬，促進血液循環。
      八、穿著寬鬆衣物，防止傷口摩擦疼痛。
      九、至骨科門診追蹤治療。

    扭傷及瘀傷病人之護理指導
      一、 受傷部位應減少活動，多休息。如果患處持續腫脹、
      瘀血或疼痛加劇，應立即回院檢查。
      二、 於受傷初期 48 小時，可使用毛巾包覆冰袋，於腫脹及
      疼痛部位冰敷 15-20 分鐘，休息 1-2 小時再繼續冰敷。
      三、 患肢若使用彈性繃帶支托固定，需時常注意末端血液
      循環及感覺。
      四、 若受傷部位於上肢，可使用三角巾支托以減少活動。
      五、 抬高患肢（高於心臟）以減輕腫脹不適。
      六、 勿隨意請人推拿，自行過度用力按揉
      七、 適當活動手指或腳趾，以減輕腫脹及避免僵硬。
  ''';

  static String abrasion = '''
    擦傷換藥注意事項:
      傷口需依醫師指示換藥，換藥前後應洗手。
      舊有紗布沾黏傷口時，可使用生理食鹽水軟化後移除。
      傷口處理後，請保持傷口的乾淨，避免被水淋濕或浸泡。
      每天換藥時需觀察傷口處有無感染或出血。
      正常傷口分泌物為稀薄水漾狀，換藥時應清洗乾淨。
      建議使用 0.9 % 生理食鹽水來清潔消毒傷口及塗抹抗生素藥膏，預防感染。
      傷口消毒須以傷口為中心，使用棉棒以同心圓方式，由內向外環狀消毒，不可來回擦拭。
      若有下列情形可能為傷口感染，請立刻返回醫院就醫：
      傷口紅腫熱痛
      傷口惡臭或出現膿狀分泌物
      發燒、畏寒
      受傷後組織易有腫脹情形，可冰敷及抬高受傷部位以減輕腫脹。
      建議適當運動、可多攝取蛋白質飲食及避免抽菸、刺激性飲食，以促進傷口癒合並預防二次傷害。
    換藥六步驟:
      換藥之前洗洗手
      移除紗布看傷口
      清洗消毒沖乾淨
      塗抹藥膏防感染
      覆蓋紗布貼牢靠
      換藥之後再洗手
    人工皮換藥注意事項:
      人工皮使用前，應以生理食鹽水將傷口清洗擦乾，避免塗抹藥膏。
      人工皮覆蓋範圍應大於傷口周圍 2.5 公分。
      人工皮撕開後，應盡量避免碰觸內側無菌面及拉扯。
      人工皮吸收分泌物後會形成柔軟白色半透明的膠體。
      人工皮更換時機：
      傷口有滲液流出
      人工皮脫落
      已使用 7 天以上
    跌倒擦傷（有創面的傷口）處理方式：
      一、先用生理食鹽水沖洗掉髒汙。
      二、比較髒的傷口可擦優碘消毒殺菌。等優碘滲入傷口，把多餘的優碘擦掉。
      三、蓋上人工皮。
      如果傷口乾淨，也不一定要擦優碘，生理食鹽水沖洗後，直接蓋上人工皮即可。
    怎麼照顧自己:
      1. 在傷口處放一塊乾淨且能吸水的布，以手壓緊，盡量抬高及冰敷，立即就醫。
      2. 受傷後 48 小時內立刻冰敷，可幫助止血，減少腫脹；48 小時後則改為熱敷，有助於瘀血的消散。
      3. 維持傷口的清潔與乾燥，盡量避免碰到水或是遭受污染。
      4. 清潔傷口：可使用開水或生理食鹽水輕輕洗淨，一天兩次，再用消毒無菌之紗布覆蓋或使用合適之敷料。
      5. 若受傷部位或縫合傷口在關節處，盡量避免彎曲和減少活動，以免牽扯傷口，不利復原。
      6. 受傷部位在手或腳，可抬高患處以改善腫脹、減輕疼痛。
      7. 應避免吃刺激性食物，如：煙、酒、辣椒等。
      8. 請依醫師處方服用藥物，勿任意使用其他藥膏或貼布。
    下列情形，請立刻就醫:
      1. 若傷口有紅、腫、熱、痛及膿性分泌物流出。
      2. 傷口持續出血、特別是已直接壓迫五分鐘後尚無法止血者。
      3. 持續發燒超過 38.5 度。
  ''';
  static String cut = '''
    刀剪割傷（裂開的傷口）處理方式：
    一、按壓止血，等血止後用生理食鹽水沖洗傷口。
    二、可用美容膠將表皮兩側對合貼起，若想加強保護傷口，可再貼上有防水作用的一種「人工薄膜」。若是傷口經上述處理後仍然持續滲血、或是傷口較深，建議就醫縫合。
    怎樣照護自己？:
    割傷：傷口若是不大，可用直接施壓的方式止血，在傷口處放一塊乾淨且能吸水的布，以手壓緊，
    將受傷的地方高舉超過心臟，通常會在1、2分鐘內止血。若最近5年內未曾注射破傷風疫苗，應就醫注射。
    清潔傷口可以用乾淨的開水或生理食鹽水輕輕洗淨，一天兩次。
    時候需要找醫師？
    當傷口較大或在加壓20分鐘後仍血流不止；最近5年內未曾注射破傷風疫苗或當傷口不乾淨的時候。
    傷口照護須知:
    換藥時棉籤請勿重複使用，若換藥過程中藥水太濕，可使用消毒過之乾棉籤將傷口擦拭乾淨。
    請隨時保持傷口乾淨及乾燥，若傷口滲濕或不慎弄濕，應立即更換。
    若有異常現象如:出血、分泌物多且有異味、傷口周圍有紅腫熱痛、縫線裂開等情形，應立即返院治療。
    關節部位傷口應避免過度運動，以免牽扯傷口影響癒合及告成疼痛。
    有縫線傷口需拆線時，請勿自行拆除，應返診由醫師處理。
    接觸傷口的物品或棉籤必須確定已消毒，並注意物品的保存日期及換藥技術。
    臥床病人請勤於翻身，可下床病人請多下床活動，減少傷口受壓迫，以利循環促進傷口癒合。
    注意營養請攝取肉魚豆蛋類及水果等食物，以利傷口癒合。
    拆線後已乾燥及癒合傷口不須再抹藥，沐浴後可使用紙膠或美容膠加壓粘貼，每 2~3 天更換一次，持續半年，預防疤痕過度生常。
    請按醫師指示服用藥物，勿自行塗抹未經醫師建議藥物於傷口，以免造成傷口感染。
    其他特殊傷口，應依醫師指示照護。

    換藥須準備的用物：
    1.無菌棉枝或棉棒（擦傷口）。
    2.無菌生理食鹽水（洗傷口）。
    3.藥水或藥膏（依醫護人員指示使用）。
    4.無菌紗布或透明膠片（蓋傷口）及膠帶。

    換藥方式
    1、表淺之擦傷，以生理食鹽水消毒後塗上抗生素藥膏，可覆蓋紗布，
      以增進傷口癒合。
    2、較深之擦傷及縫合後傷口消毒後，可覆蓋紗布或塗上抗生素藥
      膏。頭皮及臉部傷口，塗上抗生素藥膏即可。
    3、若傷口有覆蓋人工皮或植皮時，切勿自行打開傷口換藥，應於門
      診時由醫師檢視傷口。
    4、一般傷口縫合後48小時內，如無傷口感染症狀，不需要換藥或
      檢視傷口，因換藥次數增加，反而妨礙傷口癒合增加，感染機會。

    居家照護須知
    1、縫合傷口後，於24小時或48小時後返診追蹤。
    2、傷口縫合後24小時內，避免沾水弄濕，一天後可淋浴，但仍需
      避免傷口浸泡水中過久。
    3、若傷口癢時，可調整被蓋衣物，以降低局部溫度或減輕癢的程度，
      可使用按摩棒或固定板輕拍傷口周圍。
    4、如有使用彈性繃帶固定加壓時，請隨時注意肢體末梢血液循環，
      有無肢體末梢發紺或麻痺。
    5、傷口若有大量出血、紅、腫、熱、痛或有膿流出，需馬上返診。
    ''';
  static String stab = '''
    怎樣照護自己？
    穿刺傷：傷口直接加壓以控制出血。若最近5年內未曾注射破傷風疫苗，應就醫注射。通常受傷後需要就醫治療。
    什麼時候需要找醫師？
    穿刺傷：最近5年內未曾注射破傷風疫苗；不是乾淨的傷口或傷及深層組織、有可能嵌入物體時；疑似合併內出血或出血性休克；
    傷口紅、腫、熱、痛，開始有膿性分泌物流出，或出現發燒現象時；沒有把握自行處理時。
    換藥須準備的用物：
    1.無菌棉枝或棉棒（擦傷口）。
    2.無菌生理食鹽水（洗傷口）。
    3.藥水或藥膏（依醫護人員指示使用）。
    4.無菌紗布或透明膠片（蓋傷口）及膠帶。

    換藥方式
    1、表淺之擦傷，以生理食鹽水消毒後塗上抗生素藥膏，可覆蓋紗布，
      以增進傷口癒合。
    2、較深之擦傷及縫合後傷口消毒後，可覆蓋紗布或塗上抗生素藥
      膏。頭皮及臉部傷口，塗上抗生素藥膏即可。
    3、若傷口有覆蓋人工皮或植皮時，切勿自行打開傷口換藥，應於門
      診時由醫師檢視傷口。
    4、一般傷口縫合後48小時內，如無傷口感染症狀，不需要換藥或
      檢視傷口，因換藥次數增加，反而妨礙傷口癒合增加，感染機會。

    居家照護須知
    1、縫合傷口後，於24小時或48小時後返診追蹤。
    2、傷口縫合後24小時內，避免沾水弄濕，一天後可淋浴，但仍需
      避免傷口浸泡水中過久。
    3、若傷口癢時，可調整被蓋衣物，以降低局部溫度或減輕癢的程度，
      可使用按摩棒或固定板輕拍傷口周圍。
    4、如有使用彈性繃帶固定加壓時，請隨時注意肢體末梢血液循環，
      有無肢體末梢發紺或麻痺。
    5、傷口若有大量出血、紅、腫、熱、痛或有膿流出，需馬上返診。
    ※返家後應注意：
    1. 受傷後8-12小時，組織會繼續腫脹，請抬高患處。
    2. 受傷後72小時之內使用冰敷，以減輕腫脹及炎症反應。
    3. 勿在傷口處塗抹任何未經醫師許可的藥膏，以免發炎。
    4. 勿吸煙、不要吃刺激性食物如：酒、辣椒；多吃魚肉、豆類及蛋白質及維他命C的食物，可促進傷口癒合。
    5. 密切注意傷口癒合情形，如有下列情況請立即回診：出血突增、分泌物增多、惡臭味、紅、腫、熱、痛。
    6. 保持傷口敷料之清潔乾燥。
    7. 如有打石膏，請在石膏未乾前勿重壓石膏，並隨時注意末稍循環：指甲是否呈紫色、手指冰冷、麻痛感，如有請立即回診。
    8. 傷口若在關節處，請保持肢體平直，且避免患處肢體劇烈運動，以防止傷口裂開，縫線約7-14日於門診拆除。
    9. 傷口敷料如潮溼或髒需換藥者，平時可至門診換藥，遇假日則急診室開放早上為換藥時間歡迎利用
    怎樣照護自己:
    1. 在傷口處放一塊乾淨且能吸水的布，以手壓緊，盡量抬高及冰敷，立即就醫。
    2. 受傷後 48 小時內立刻冰敷，可幫助止血，減少腫脹；48 小時後則改為熱敷，有助於瘀血的消散。
    3. 維持傷口的清潔與乾燥，盡量避免碰到水或是遭受污染。
    4. 清潔傷口：可使用開水或生理食鹽水輕輕洗淨，一天兩次，再用消毒無菌之紗布覆蓋或使用合適之敷料。
    5. 若受傷部位或縫合傷口在關節處，盡量避免彎曲和減少活動，以免牽扯傷口，不利復原。
    6. 受傷部位在手或腳，可抬高患處以改善腫脹、減輕疼痛。
    7. 應避免吃刺激性食物，如：煙、酒、辣椒等。
    8. 請依醫師處方服用藥物，勿任意使用其他藥膏或貼布。
''';
  static String surgical = '''
    換藥步驟:
    1.洗淨雙手。
    2.拆除傷口敷，檢傷口有無異常現象。
    3.用生理食鹽沾溼棉籤，由傷口內往外擦拭乾淨。
    4.用優碘沾溼棉籤，由傷口內往外消毒並等待 30 秒。
    5.用生理食鹽沾溼棉籤，由傷口內往外擦拭乾淨。
    6.塗抹藥膏(須經 醫師指示)。
    7.用紗布敷蓋傷 口，敷蓋範圍須大 於傷口 5 公分。
    8.使用紙膠將紗布 固定妥當(需要時可 使用繃帶/網套將紗 布固定妥當)。
    傷口照護須知:
    換藥時棉籤請勿重複使用，若換藥過程中藥水太濕，可使用消毒過之乾棉籤將傷口擦拭乾淨。
    請隨時保持傷口乾淨及乾燥，若傷口滲濕或不慎弄濕，應立即更換。
    若有異常現象如:出血、分泌物多且有異味、傷口周圍有紅腫熱痛、縫線裂開等情形，應立即返院治療。
    關節部位傷口應避免過度運動，以免牽扯傷口影響癒合及告成疼痛。
    有縫線傷口需拆線時，請勿自行拆除，應返診由醫師處理。
    接觸傷口的物品或棉籤必須確定已消毒，並注意物品的保存日期及換藥技術。
    臥床病人請勤於翻身，可下床病人請多下床活動，減少傷口受壓迫，以利循環促進傷口癒合。
    注意營養請攝取肉魚豆蛋類及水果等食物，以利傷口癒合。
    拆線後已乾燥及癒合傷口不須再抹藥，沐浴後可使用紙膠或美容膠加壓粘貼，每 2~3 天更換一次，持續半年，預防疤痕過度生常。
    請按醫師指示服用藥物，勿自行塗抹未經醫師建議藥物於傷口，以免造成傷口感染。
    其他特殊傷口，應依醫師指示照護。

    換藥須準備的用物：
    1.無菌棉枝或棉棒（擦傷口）。
    2.無菌生理食鹽水（洗傷口）。
    3.藥水或藥膏（依醫護人員指示使用）。
    4.無菌紗布或透明膠片（蓋傷口）及膠帶。

    換藥方式
    1、表淺之擦傷，以生理食鹽水消毒後塗上抗生素藥膏，可覆蓋紗布，
      以增進傷口癒合。
    2、較深之擦傷及縫合後傷口消毒後，可覆蓋紗布或塗上抗生素藥
      膏。頭皮及臉部傷口，塗上抗生素藥膏即可。
    3、若傷口有覆蓋人工皮或植皮時，切勿自行打開傷口換藥，應於門
      診時由醫師檢視傷口。
    4、一般傷口縫合後48小時內，如無傷口感染症狀，不需要換藥或
      檢視傷口，因換藥次數增加，反而妨礙傷口癒合增加，感染機會。

    居家照護須知
    1、縫合傷口後，於24小時或48小時後返診追蹤。
    2、傷口縫合後24小時內，避免沾水弄濕，一天後可淋浴，但仍需
      避免傷口浸泡水中過久。
    3、若傷口癢時，可調整被蓋衣物，以降低局部溫度或減輕癢的程度，
      可使用按摩棒或固定板輕拍傷口周圍。
    4、如有使用彈性繃帶固定加壓時，請隨時注意肢體末梢血液循環，
      有無肢體末梢發紺或麻痺。
    5、傷口若有大量出血、紅、腫、熱、痛或有膿流出，需馬上返診。

    傷口換藥準備用物:
    無菌棉枝包、無菌紗布包、無菌生理食鹽水、藥膏、紙膠。依傷口大小選擇合適的用品，並注意各項用物的有效期限。
    
    傷口換藥步驟:
    換藥前洗手。換藥中應避免對著傷口說話或咳嗽。
    移除紙膠。撕除紙膠需順著毛髮撕除，避免牽扯傷口。
    移除傷口敷料。當紗布沾黏傷口時可用生理食鹽水潤濕後再輕柔移除。
    觀察傷口有無發炎現象，如：紅、腫、熱、痛。
    以無菌棉枝沾取生理食鹽水先將傷口清潔。
    直線傷口由傷口中心直線由上往下擦拭(環狀傷口從傷口中心點環形由內向外擦拭)，逐漸擴大至直徑大於傷口5公分，注意棉枝不可來回擦拭，避免將髒污細菌帶回傷口中。857081cd33c81d8805b1b65339dbe788.png
    以無菌棉枝沾取水溶性優碘，以上述同樣方式消毒傷口，靜待至少30秒後，再以生理食鹽水以同樣方式擦拭消毒處優碘，避免優碘殘留皮膚色素沉著。
    依醫生指示需要時塗抹藥膏。
    打開無菌紗布包，由紗布一角拿起，避免汙染紗布覆蓋面，對準傷口中心覆蓋。
    使用紙膠固定敷料；若傷口位於關節區，為避免敷料脫落，可用彈性繃帶或網套輔助固定。
    換藥後洗手。

    傷口護理:
    手術後，醫師會在傷口上貼透氣膠帶，透氣膠帶上再覆蓋紗布。
    手術後，24 小時內會有少許滲血，屬於正常範圍，請告知醫護人員並做上記號方便觀察出血情形。
    住院期間，傷口請勿弄濕，萬一弄濕，請告知醫護人員，更換新透氣膠帶。
    出院前，醫護人員會去除透氣膠帶及紗布，更換新透氣膠帶並指導返家後透氣膠帶使用方法。
    原則上術後第 10~14 天可以開始洗澡或擦澡,沐浴後以乾淨的毛巾將紙膠輕拍至乾即可。
    出院後，腹部傷口有紅腫、灼熱、劇痛、滲出物等情形時，可能是傷口感染，請立即返診就醫。

    疤痕護理:
      因體質關係，有些人疤痕會越長越大，形成蟹足腫及壓痛，不但影響外觀，還會有搔癢的困擾，
      建議儘早做好預防疤痕的措施，降低疤痕形成的機率。若疤痕已形成，應儘早請教整形美容專科醫師。

    如何預防疤痕產生:
      術後第 10 天可以在乾淨無滲液的傷口部位貼上防疤產品避免疤痕產生，每天用手指頭輕輕按摩傷口 3 到 5 分鐘。
      易過敏、害怕或易產生疤痕的體質，則可按個人喜好，使用各種預防疤痕產生的產品。
      無論使用任何防疤產品，都建議耐心使用 6~12 個月。
      避免陽光直接曝曬傷口，使疤痕顏色加深。

     傷口照護步驟；
      洗淨雙手→撕下舊敷料(沾黏時用生理食鹽水沖濕，緩慢撕下)檢視傷口棉
      棒沾生理食鹽水→傷口中間往外消毒到清潔為止，一支只能用一次，清潔
      範圍至傷口外圍 2-3 公分→棉棒沾優碘消毒→30 秒後再以生理食鹽水將優
      碘擦洗乾淨，一樣由內往外擦→必要時以上述方式塗上醫師開立藥膏 →使
      用適當大小紗布覆蓋並貼上透氣膠帶。
    ''';

  String cuts = '''
      止血:
        用繃帶或乾淨、摺疊過的布（例如茶巾）對傷口施加壓力，持續 10 分鐘。
      高舉受傷部位:
        若傷口在手或手臂，請將其舉過頭部。
        若在下肢，請躺下並將傷肢抬高至高於心臟的高度，有助於減少出血量。
      包紮傷口:
        當出血停止後，用新的繃帶牢牢地包覆原本使用的布或繃帶。
        如果傷口持續出血，不要移除原本的繃帶，在上面再加一層新的，並繼續施加壓力再等 10 分鐘。
      清潔傷口:
        徹底洗手並擦乾，可戴上拋棄式手套。
        用瓶裝水、自來水或無菌濕紙巾清洗傷口。
        使用肥皂和清水或消毒液清潔傷口周圍的皮膚，但避免讓消毒液進入傷口。
        用紗布或乾淨的茶巾輕拍傷口周圍，將其擦乾。
      貼上OK繃:
        貼上無菌敷料或 OK 繃。


      洗手：這能幫助避免感染。
      止血：
        可用乾淨的繃帶或布輕壓傷口，並將受傷部位抬高直到出血停止。
      清潔傷口：
        用清水沖洗傷口，持續沖水有助於降低感染風險。
        用肥皂清洗傷口周圍的皮膚，但不要讓肥皂進入傷口。
        不要使用雙氧水或碘酒，這些會刺激傷口。
        若有髒汙或異物，用酒精消毒過的鑷子夾出來。
        如果無法完全清除，應就醫。
      塗抹抗生素藥膏或凡士林：
        薄薄地塗一層抗生素藥膏或凡士林，有助於保持傷口表面濕潤，預防結痂及減少疤痕。
        有些人對抗生素藥膏可能會出現輕微紅疹，若出現紅疹請停止使用。
      覆蓋傷口：
        使用 OK 繃、捲狀紗布，或用紙膠固定的紗布覆蓋傷口，可保持清潔。
        如果只是輕微的擦傷或小刮傷，也可以選擇不覆蓋。
        更換敷料：至少每天更換一次，或在敷料濕掉或弄髒時立即更換。


      止血：
        用面紙、紗布或乾淨的布對傷口施加壓力，出血應在幾分鐘內停止。
        若血滲透了紗布或布，不要拿掉原來的，而是再加上一層紗布或布，並繼續加壓。
        不要頻繁掀開來檢查是否止血，會打斷正在形成的血塊。
        如果有噴射狀出血或按壓超過 10 分鐘仍未止血，請儘速就醫，可能需要縫合。
      清潔傷口：
        出血停止後，請用冷水徹底沖洗傷口，可以直接沖水，也可以用杯子將水倒在傷口上。
        若因沖洗導致再度出血，可重新加壓止血。
      清潔傷口周圍皮膚：
        使用肥皂和柔軟的毛巾清潔周圍皮膚，但盡量不要讓肥皂進入傷口，避免刺激。
        雙氧水與碘酒會損傷活細胞，請勿直接用於傷口上。
      去除異物：
        若傷口內有灰塵、玻璃、砂礫等異物，請使用以酒精消毒過的鑷子小心夾出。
      是否需要覆蓋傷口：
        如果傷口在不易弄髒或不會被衣物摩擦的部位，可以選擇不覆蓋，讓它保持乾燥，有助於加快癒合速度。
    ''';

  String woundCare = '''
      洗淨雙手。
      拆除敷料:
        拆除傷口敷料，檢傷口有無異常現象。
      擦拭傷口:
        用生理食鹽水沾溼棉籤，由傷口內往外擦拭乾淨。
        用優碘沾溼棉籤，由傷口內往外消毒並等待 30 秒。
      塗抹藥膏。
      包紮傷口:
        用紗布敷蓋傷口，敷蓋範圍須大於傷口 5 公分。
        使用紙膠將紗布固定妥當(需要時可使用繃帶/網套將紗布固定妥當)。


      洗手:
        徹底洗淨雙手，避免傷口感染。
      移除舊敷料:
        小心移除舊敷料，避免接觸曾貼在傷口上的部位，也不要碰觸傷口本身。
        如果敷料黏住傷口，請用清水或生理食鹽水浸濕敷料，靜待一段時間讓敷料鬆脫。
        避免硬拉，會造成疼痛並傷害傷口組織。
        如果敷料是有黏性的或帶有黏貼邊框，不要直接撕下。
        改以拉起一個或多個角落，沿皮膚表面水平慢慢拉伸，藉此斷開膠黏力。
        耐心進行，持續輕柔地拉伸直到整塊敷料脫落。
      清潔傷口:
        如果有無菌手套或乾淨手套，請戴上。
        若沒有，請盡量避免觸碰傷口或任何會接觸傷口的物品。
        若需要清潔傷口本身，使用如可飲用的自來水、生理食鹽水或消毒液等清潔液，並用敷料包內的紗布由傷口中心向外清潔。
        同時清潔傷口周圍的皮膚。
        確保傷口周圍的皮膚保持乾燥。
        若醫護人員有特別指示，也可在傷口周圍的皮膚（但避免敷料黏貼處）塗抹護膚軟膏或藥膏，否則敷料可能無法黏住。
      重新包紮:
        依照敷料包裝上的指示將新的敷料覆蓋在傷口上。
        清理使用過的用品，將密封的垃圾袋丟入垃圾桶，並再次洗手。
      ''';

  String abrasions = '''
    徹底洗手。
    清潔傷口:
      用肥皂和清水仔細清洗擦傷處，但不要用力刷洗傷口。
      將髒污或異物清除，讓水龍頭的水持續沖洗數分鐘。
      若傷口未清潔乾淨，可能會留下疤痕或引發感染。
    擦藥:
      塗抹消毒藥水、藥膏或凡士林。
    包紮:
      若傷口位於手、腳或會接觸衣物的地方，請貼上 OK 繃或蓋上紗布，並定期更換敷料。
      每天檢查傷口狀況，保持傷口清潔與乾燥。
      避免對傷口吹氣，這樣可能會助長細菌滋生。

    清潔並洗手：
      若用沾有日常細菌的雙手照護傷口，會大大提高感染的風險。
    沖洗並清潔擦傷處：
      將受傷部位放在溫水水龍頭下沖洗幾分鐘，不要用力刷洗傷口，
      嘗試輕輕地去除髒污或異物。
      塗抹薄薄一層凡士林或抗生素藥膏：
      有助於保持傷口濕潤並預防感染。
      若使用後出現紅疹或過敏反應，請停止使用藥膏。
    保護並覆蓋傷口：
      使用乾淨的 OK 繃或紗布搭配醫療膠帶固定，有助於
      保持傷口清潔、
      預防細菌感染、
      避免傷口再度裂開，
      維持濕潤環境以促進癒合
    更換敷料：
      每天至少更換一次，或在傷口變濕或弄髒時立即更換。
      移除紗布時，請順著毛髮生長方向撕除。
      若紗布因痂皮黏住而感到阻力，請停止撕扯。
      可使用鹽水溶液（每加侖水加入 1 茶匙食鹽）浸泡幾分鐘，再嘗試移除紗布。
      若無法一次移除，可重複浸泡數次。
    不要摳結痂：
      結痂是身體保護傷口防止細菌與髒汙的自然屏障，
      也是新皮膚正在生長的好跡象，應讓其自然脫落。


    清潔受傷部位:
      觸碰開放性傷口前，請用肥皂和清水洗手。
      用冷水或溫水搭配溫和肥皂清潔傷口。
      不要使用雙氧水或酒精來清洗傷口，這會傷害組織並延緩癒合。
      溫柔地清除髒汙、砂石或異物，避免刷洗傷口。
    止血:
      用無菌紗布或乾淨毛巾覆蓋傷口，並用手掌直接加壓止血。
      若紗布被血滲透，不要取下原來的紗布，而是直接在上面加蓋新的紗布。
      出血停止後，再繼續按壓一到兩分鐘以確保止血穩定。
    包紮傷口:
      在傷口上薄薄塗抹一層抗菌藥膏。
      若是輕微傷口，可視情況不覆蓋，讓其自然通風癒合。
      若傷口位於手部、腳部等容易沾染髒汙的部位，建議使用簡單的繃帶覆蓋保護。
    換藥:
      每天更換敷料，若敷料弄髒或潮濕，則應立即更換。
    ''';

  String bruises = '''
    初期冷敷（受傷後 24 小時內）：
      使用冰敷包可減輕腫脹與不適。
      可用密封塑膠袋裝入冰塊，再用乾淨、薄毛巾包住後敷在患處。
      切勿將冰塊直接接觸皮膚，以避免凍傷。
    後期熱敷（1～2 天後）：
      可改用溫敷或泡溫水澡，有助於舒緩不適與促進血液循環。
    避免加壓或按摩：
      不要按壓或揉搓瘀青處，避免組織進一步損傷。
    抬高患肢：
      若瘀青面積較大且位於手或腳，請抬高受傷部位，有助於減少腫脹。

    休息與抬高患部：
      讓受傷部位休息，並抬高位置，可預防腫脹並減輕疼痛。
    冷敷（受傷後 24～48 小時內）：
      使用冰敷袋並用毛巾包裹，每次冰敷時間不超過 15 分鐘。
      可在一天中多次重複冰敷，有助於舒緩不適與抑制發炎
    熱敷（兩天後開始）：
      可使用加熱墊或溫熱敷墊敷在患部。
      熱敷可在一天中進行多次，有助於促進血液循環與放鬆組織。

    抬高患部:
      將瘀傷部位抬高至高於心臟的高度。
    使用冰敷：
      將冰袋包裹在薄毛巾中後敷在患部，持續約 20 分鐘。
      可在受傷後一至兩天內重複多次，有助於減少腫脹與疼痛。
    若瘀傷部位出現腫脹：
      可使用彈性繃帶包紮，但不要綁得太緊，以免影響血液循環      
  ''';

  String burns = '''
    脫掉衣物飾品:
      移除靠近燒燙傷部位的衣物或飾品，但不要強行拉扯黏在皮膚上的物品。
    冷卻燒燙傷部位:
      用冷水或微涼的流動水沖洗傷口 20 至 30 分鐘。
      切勿使用冰塊、冰水、奶油、牙膏或其他油脂類產品。
    保持身體溫暖:
      避免全身著涼，可以蓋上毯子，但不要摩擦燒傷部位。
    止痛:
      如有疼痛，可服用止痛藥。
    抬高患部:
      若情況允許，抬高燒燙傷的部位以減少腫脹。

    冷卻燒燙傷部位：
      將患部置於冷水（非冰水）下沖洗約 10 分鐘。
      若無法使用流水，或燒傷部位在臉部，可使用冷濕布敷至疼痛緩解。
      若是因食物或飲料造成口腔灼傷，可含冰塊幾分鐘舒緩疼痛。
    取下戒指或其他緊繃物品：
      在患部腫脹前，儘速且輕柔地取下任何戒指或緊身飾品。
    塗抹乳液：
      冷卻後可塗抹含蘆薈或可可脂成分的乳液，有助於避免皮膚乾燥。
    包紮傷口：
      使用乾淨的繃帶鬆鬆地包覆傷口，避免對燒傷皮膚施加壓力。
      包紮可隔絕空氣、減少疼痛並保護水泡部位。
    服用止痛藥（如有需要）：
      可服用非處方止痛藥。

    沖洗傷部：
      以流動的自來水沖洗或浸泡在冷水中，以達到快速皮膚降溫的目的。
      不可把冰塊直接放在傷口上，會使組織受傷。
    脫掉衣服飾品：
      充分泡濕後小心除去衣物，可用剪刀幫忙剪開衣物，並保留有沾黏的部份。
      有水泡時不要弄破。
    浸泡傷部：
      繼續浸泡於冷水中至少 30 分，可減輕疼痛。
      但對燒傷面積大或年齡較小的，則不要浸泡太久，以免體溫下降過度造成休克，而延誤治療時機。
    覆蓋傷部：
      用乾淨的床單布單或紗布覆蓋，不要任意塗上外。
  ''';

  String burnCare = '''
    皮膚清潔：
      已經復原的部位每天至少用溫水或中性肥皂清洗一次，擦乾後以潤膚
      油滋潤皮膚，預防乾裂。
      未完全好的傷口儘量保持乾淨，如果不小心弄髒、弄濕傷口，依照醫師指導的方法處理或到醫院換藥，以免再度感染。
    癢的處理：
      衣物選擇純棉、吸汗的布料。
      選擇有冷氣或通風的地方工作，減少身體流汗。
      避免吃刺激性的食物，如：菸、酒、檳榔、辣椒等。
      癢時可用溫水或冷水沖洗，清潔後局部用潤膚油塗抹以減少乾燥、發癢的不適。
      不要摩擦或抓傷口，以免造成破皮和感染，可依醫師指示服用止癢藥、塗抹藥膏或輕輕拍打癢處。
    水泡、破皮的處理：
      當水泡形成時切勿擠破，可用清潔的紗布蓋住保護。
      若水泡破了，則視為一般傷口消毒換藥即可。
      若發現傷口有紅、腫、熱、痛和化膿分泌物等感染現象，應立即回診由醫師處理。
      陽光直接照射會使皮膚變黑，導致皮膚顏色加深，所以外出時，要做好防曬，如：擦防曬油、戴帽子、撐傘、穿長袖衣褲。
      癒合後的皮膚顏色會與正常不同，但會隨著時間慢慢接近正常膚色，一般約六個月或更久，若傷口越嚴重則所需時間越長。
      定期門診檢查。

    洗手。
    換藥:
      準備換藥用物如紗布、棉花棒、藥水或藥膏、紙膠。
      取下舊敷料。
      以棉花棒沾取生理食鹽水將分泌物擦乾淨。
      以棉花棒沾優碘擦拭消毒傷口。
      再以棉花棒沾生理食鹽水擦拭消毒傷口。
      擦拭時以環狀方式由內而外，同一棉花棒不可重複擦拭。
      塗上藥膏。
    包紮:
      將紗布完全蓋住傷口後，再以紙膠固定（井字型）。

    抬高傷部:
      抬高患肢，促進血循。
    抱持傷口乾燥:
      保持傷口乾淨與乾燥，如果敷料濕的時候需更換敷料部預防感染。
      傷口癒合時穿寬鬆之棉質衣服，皮膚經常擦拭水溶性之潤滑劑。
      及早實行復健運動預防肌肉萎縮及曲性攣縮。
    補充營養:
      多喝水或喝運動飲料維持體液及電解質的平衡。
      要多補充鉀、高熱量、高蛋白及高維他命的食物。
    ''';

  String stabbing = '''
    洗手：
      先用肥皂與清水徹底洗手，以預防感染。
    止血：
      用乾淨的繃帶或布輕壓傷口止血。
    清潔傷口：
      使用清水沖洗傷口 5～10 分鐘。
      若傷口內仍有髒污或異物，使用乾淨的濕毛巾輕輕擦除。
      若無法清除異物，請就醫。
    塗抹藥膏：
      可塗抹薄層抗生素藥膏。
      前兩天更換敷料時，記得重新清洗傷口並再塗藥。
      若出現紅疹、過敏反應，應停止使用並就醫。
      若對抗生素過敏，也可改用凡士林。
    覆蓋傷口：
      用繃帶包紮，有助於保持傷口清潔。
    更換敷料：
      每日更換，或在敷料變濕或變髒時更換。
    觀察感染徵兆：
      若出現以下情況應立即就醫，傷口未癒合、持續疼痛、膿液、腫脹、發燒、紅腫擴散。
      深色皮膚可能無法清楚看到發紅，需注意是否有灰紫色條紋或皮膚顏色變深等異常。

    安撫孩童：
      先安撫孩子，讓他知道你會幫助他處理傷口。
    止血：
      用乾淨的繃帶或布持續加壓數分鐘以止血。
      若出血嚴重，請持續壓住 5～10 分鐘，中途不要掀開查看。
      如果繃帶已被血浸濕，請直接在上面加一層新的繃帶，勿移除原本的。
    洗手：
      在處理傷口前，先用肥皂與清水徹底洗手，以預防感染。
    清潔傷口：
      使用清水沖洗傷口 5～10 分鐘。
      勿大力搓洗傷口，輕輕沖洗即可。
      若傷口內仍有髒污或異物，可使用乾淨的濕毛巾輕輕擦除。
      若無法清除異物，請就醫。
    包紮：
      用透氣性佳的敷料（如黏性繃帶或紗布）覆蓋傷口，保持乾淨與乾燥。
    後續處理：
      若出血無法停止、傷口很深或懷疑有感染，請立即聯絡醫師，或視情況撥打 119 尋求急救處理。
  ''';
}
